{
	"LANG" : "Deutsch",
	"LANG_GER" : "Deutsch",
	"LANG_ENG" : "English",
	"LANG_URL" : "/img/language/lang_de.png",
	"NAV_BRAND" : "PortingGuide",
	"NAV_ABOUT" : "Über",
	"NAV_BAND_GALLERY" : "BandGalerie",
	"NAV_FLEX" : "FlexBeispiel",
	"NAV_RESO" : "Auflösung",
	"NAV_SIDEMENU" : "Seitenmenü",
	"HOME_TITLE" : "Leitfaden für Gebrauchstauglich<wbr></wbr>keit",
	"HOME_TITLETEXT" : "Der PortingGuide befasst sich im Bereich der Usability mit der Umwandlung einer für Desktop-Rechner ausgelegten Webseite zu einer mobilen Version.<br />Dabei gibt es einige Komponenten, die unter Betracht gezogen werden müssen. So z.B. <b>Elemente, Animationen, Performance</b> sowie allgemeine Regeln der Software Ergonomie.",
	"ABOUT_TITLE" : "Über den Guideline",
	"ABOUT_ABOUTTEXT" : "Die Entwicklung dieser Webseite basiert auf der Ausarbeitung der Bachelor Thesis <br /> <i>Usability Guideline für die Portierung von Webseiten in das mobile Umfeld</i><br /> Wintersemester 2014/2015 <br /> Daniel Eckelt, Mat-Nr.: 36443",
	"FLEX_TITLE" : "FlexBeispiel",
	"FLEX_EXAMPLETEXT" : "Im Responsive Design ist es wichtig, dass die verschiedenen Elemente einer Website flexibel gestaltet werden. Das Flexbox-Modell bietet dazu umfangreiche Möglichkeiten, von denen wir bisher nur träumen konnten. Ihr habt die Möglichkeit Elemente sowohl in der Höhe, als auch in der Breite nach unterschiedlichsten Verhältnissen flexibel zu gestalten. Boxen lassen sich nebeneinander in Zeilen, oder untereinander in Spalten anordnen, in der Reihenfolge beliebig positionieren und aneinander ausrichten.",
	"RESO_TITLE" : "Respnosive Beispiele mit Auflösung",
	"RESO_EXAMPLETEXT" : "Hier werden verschiedene große Bilder geladen und angezeigt, je nachdem welche Auflösung das Gerät hat!",
	"SIDEMENU_TITLE" : "Ausklappbares Seitenmenü",
	"SIDEMENU_EXAMPLETEXT" : "Tests eines eigenen Seitenmenüs, dass über einen Button ausgeklappt werden kann.",
	"BAND_GALLERY_TITLE" : "BandGalerie",
	"BAND_GALLERY_TEXT" : "Die BandGalerie ist eine selbst entwickelte Galerie, die es erlaubt durch die simple Eingabe eines Bilder-Feldes untereinander anzuzeigen. Dabei kann mit der eingebauten Navigation von Bild zu Bild gescrollt werden."
}